tap "d12frosted/emacs-plus"
brew "aria2"
brew "btop"
brew "cmake"
brew "colima"
brew "enchant"
brew "fish"
brew "git-extras"
brew "htop"
brew "lazygit"
brew "libtool"
brew "neovim"
brew "pkgconf"
brew "ripgrep"
brew "rsync"
brew "d12frosted/emacs-plus/emacs-plus@30"
cask "brave-browser"
cask "codex"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "spotify"
cask "syncthing-app"
cask "xcodes-app"
