tap "d12frosted/emacs-plus"
brew "aria2"
brew "bat"
brew "btop"
brew "cmake"
brew "codex-acp"
brew "colima"
brew "docker"
brew "dua-cli"
brew "enchant"
brew "fish"
brew "ffmpeg"
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "htop"
brew "hyperfine"
brew "lazygit"
brew "libtool"
brew "neovim"
brew "pkgconf"
brew "pngpaste"
brew "pnpm"
brew "ripgrep"
brew "rsync"
brew "scc"
brew "d12frosted/emacs-plus/emacs-plus@30"
cask "brave-browser"
cask "claude-code"
cask "codex"
cask "corretto@17"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
# cask "qbittorrent"
cask "spotify"
cask "sublime-text"
cask "xcodes-app"
